tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "bat"
brew "cheat"
brew "composer"
brew "coreutils"
brew "curl"
brew "fzf"
brew "git"
brew "git-flow-avh"
brew "gnupg"
brew "go"
brew "grc"
brew "jq"
brew "mas"
brew "neovim"
brew "nmap"
brew "php", restart_service: true
brew "python"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"

cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "karabiner-elements"
cask "mysqlworkbench"
cask "sequel-pro"
cask "sketch"
cask "slack"
cask "visual-studio-code"

cask "font-fira-code"
cask "font-firacode-nerd-font"

mas "1Password 7", id: 1333542190
mas "Clean", id: 418412301
