tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

tap "dnote/dnote"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "heroku/brew"
tap "mongodb/brew"

brew "bash"
brew "bat"
brew "cheat"
brew "cmatrix"
brew "composer"
brew "coreutils"
brew "curl"
brew "fd"
brew "fzf"
brew "git"
brew "git-flow-avh"
brew "gnupg"
brew "go"
brew "grc"
brew "hub"
brew "jq"
brew "kubectx"
brew "lazydocker"
brew "mas"
brew "neovim"
brew "nmap"
brew "php", restart_service: true
brew "python"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "safe-rm"
brew "sshrc"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "weechat"
brew "wget"
brew "zsh"

brew "dnote/dnote/dnote"
brew "git-chglog/git-chglog/git-chglog"
brew "github/gh/gh"
brew "heroku/brew/heroku"

cask "airtable"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "blisk"
cask "dash"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "harvest"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-teams"
cask "multipass"
cask "mysqlworkbench"
cask "sequel-pro"
cask "sketch"
cask "skype-for-business"
cask "slack"
cask "sonos"
cask "sourcetree"
cask "staruml"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
cask "zoomus"

cask "font-cascadia-mono"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-inconsolata-nerd-font"

mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Clean", id: 418412301
mas "Magnet", id: 441258766
mas "Plash", id: 1494023538
mas "Things", id: 904280696
