tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

tap "craftcms/nitro"
tap "shopify/shopify"

brew "awscli"
brew "bash"
brew "bat"
brew "cheat"
brew "cmatrix"
brew "coreutils"
brew "craftcms/nitro/nitro"
brew "curl"
brew "diff-so-fancy"
brew "emacs"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-standup"
brew "gnu-chess"
brew "gnu-typist"
brew "gnupg"
brew "go"
brew "grc"
brew "jq"
brew "mas"
brew "neovim"
brew "nmap"
brew "nodenv"
brew "php@7.4"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "shopify/shopify/shopify-cli"
brew "stow"
brew "tmux"
brew "tree-sitter"
brew "tree"
brew "vim"
brew "watch"
brew "weechat"
brew "wget"
brew "zsh"

cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "discord"
cask "docker"
cask "dozer"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "karabiner-elements"
cask "kitty"
cask "little-snitch"
cask "local"
cask "meetingbar"
cask "melodics"
cask "obsidian"
cask "sketch"
cask "slack"
cask "sonos"
cask "visual-studio-code"

cask "font-fira-code"
cask "font-firacode-nerd-font"

mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Clean", id: 418412301
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "Sequel Ace", id: 1518036000
mas "Things", id: 904280696
